{
    "name": "Cheap christmass lights",
    "description": "Perfect to decorate your house, room, garden, tree,.6.6Ft x 3.3Ft star curtain string lights with 138 LEDs, power line length is 5.3Ft. For christmas, diwali, wedding ceremony, valentine's day, birthday party and other festivals or celebrations at home, restaurant, hotel, commercial building.",
    "amountAvalaible": 120,
    "colors": "blue,green,red,",
    "length": 150,
    "power": 25,
    "price": 120.5,
    "imageIds": [
        1,
        2,
        3
    ]
}
{
    "name": "Interested house ilumination",
    "description": "Perfect to decorate your house, room, garden, tree,.6.6Ft x 3.3Ft star curtain string lights with 138 LEDs, power line length is 5.3Ft. For christmas, diwali, wedding ceremony, valentine's day, birthday party and other festivals or celebrations at home, restaurant, hotel, commercial building.",
    "amountAvalaible": 40,
    "colors": "yellow, green, red, blue, white,",
    "length": 2500,
    "power": 150,
    "price": 1200,
    "imageIds": [
        4,
        5,
        6
    ]
}
{
    "name": "On window net",
    "description": "Blossom Flower String lights are composed of Ultra Bright Colour Micro LEDs that don't overheat giving a light fairy effect. After hours of use, they are completely safe to touch without risk of burns. The LED Starry Lights are safe for children and pets. Perfect for spicing-up your decor or creating a romantic setting.",
    "amountAvalaible": 99,
    "colors": "yellow,",
    "length": 120,
    "power": 20,
    "price": 120,
    "imageIds": [
        7,
        8,
        9
    ]
}
{
    "name": "Patriotical ilumiation",
    "description": "Easy to use with an electric plug, enjoy the hassle-free application of the string Moroccan light. These can be lightened up during Diwali, Christmas, Birthdays, and other festivities & events.",
    "amountAvalaible": 200,
    "colors": "yellow,blue,",
    "length": 300,
    "power": 120,
    "price": 80,
    "imageIds": [
        10,
        11,
        12
    ]
}
{
    "name": "Fancy ilumiation",
    "description": "With 29V low voltage adapter, safe to touch and will keep at a low temperature state after lighting up for hours. Easy to use, directly plug in and unplug it for power on and off, you can hang it down across curtains, balcony, glass slide door, or decorate for bedroom wedding and others.High-brightness 12 Stars 138 LEDs, but not dazzling, create romantic atmosphere. 12 string lights in total, widespread lighting source with 138 brightness LEDs and 12 Stars (6 big, 0.6Ft；6 small, .03Ft) , like stars falling from the sky, create a romantic and warm atmosphere, Female plug at the end is connectable for more than one string, which makes you can connect max 5 sets together, meet your decorative length needs.The fairy lights with 8 different lighting modes, including combination, in waves, sequential, slo-glo, chasing/flash, slow fade, twinkle/flash, and steady on. You can press the bottom button of the adaptor to choose the modes you like. IP44 Waterproof designed starry lights perfect for both indoor and outdoor decorations.",
    "amountAvalaible": 43,
    "colors": "yellow,red,green",
    "length": 200,
    "power": 332,
    "price": 20,
    "imageIds": [
        13,
        14,
        15,
        16
    ]
}
{
    "name": "Super ilumiation",
    "description": " Perfect fancy flower string lights for home decor, this high-brightness warm white LED lights with romantic and cute cherry blossom flower design can bring you unexpected beauty.",
    "amountAvalaible": 54,
    "colors": "red,grey,green",
    "length": 600,
    "power": 240,
    "price": 160,
    "imageIds": [
        17,
        18,
        19,
        20
    ]
}